Repository: qenta-cee/woocommerce-qcs
Catalog: woocommerce-qenta-checkout-seamless/languages/woocommerce-qenta-checkout-seamless-*.po
Languages: de_de

source: Service URL is invalid
de_de: Service URL ist invalid

source: Awaiting payment notification from 3rd party.
de_de: Warte auf die Zahlungsbestätigung des Finanzinstituts.

source: Payment cancelled.
de_de: Die Zahlung wurde abgebrochen.

source: Order-Id missing
de_de: Order-Id fehlt

source: Payment has been cancelled.
de_de: Die Zahlung wurde abgebrochen.

source: Payment has failed.
de_de: Die Zahlung ist fehlgeschlagen.

source: Payment verification is pending
de_de: Die Zahlungsbestätigung ist ausständig

source: Your order will be processed as soon as we receive the payment confirmation from your bank.
de_de: Ihre Bestellung wir verarbeitet, sobald wir die Bestätigung Ihres Finanzinstitutes erhalten haben.

source: Qenta Support Request
de_de: Qenta Support Anfrage

source: Configuration
de_de: Konfiguration

source: For integration, select predefined configuration settings or 'Production' for live systems
de_de: Zum Testen der Integration eine vordefinierte Konfiguration auswählen. Für Produktivsysteme "Production" auswählen.

source: Production
de_de: Produktion

source: Customer number you received from Qenta (customerId, i.e. D2#####).
de_de: Ihre Qenta-Kundennummer (customerId, im Format D2#####). <a target="_blank" href="https://guides.qenta.com/request_parameters/#Customerid">Weitere Informationen</a>

source: Shop identifier in case of more than one shop.
de_de: Shop-Kennung bei mehreren Onlineshops. <a target="_blank" href="https://guides.qenta.com/request_parameters/#Shopid">Weitere Informationen</a>

source: String which you received from Qenta for signing and validating data to prove their authenticity.
de_de: Geheime Zeichenfolge, die Sie von Qenta erhalten haben, zum Signieren und Validieren von Daten zur Prüfung der Authentizität. <a target="_blank" href="https://guides.qenta.com/secret_and_fingerprint/">Weitere Informationen</a>

source: URL to contact page
de_de: URL zur Kontakt-Seite

source: URL to web page containing your contact information (imprint).
de_de: URL der Kontakt-Seite (Impressum) des Onlineshops.

source: Back-end password
de_de: Back-end-Passwort

source: Password for back-end operations (Toolkit).
de_de: Passwort für Back-end-Operationen (Toolkit). <a target="_blank" href="https://guides.qenta.com/back-end_operations/technical_qcs/start/">Weitere Informationen</a>

source: Create orders
de_de: Bestellung anlegen

source: Selecting 'Always', orders are created even if the payment process leads to failed payment.<br>Selecting 'Only for successful payments', orders are created if the payment process was successful.
de_de: Falls 'Immer' gesetzt ist, werden Bestellungen auch bei fehlgeschlagener Zahlung angelegt.<br>Falls 'Nur für erfolgreiche Zahlungen' gesetzt ist, werden Bestellungen nur für erfolgreiche und ausstehende Zahlungen angelegt.

source: Always
de_de: Immer

source: Only for successful payments
de_de: Nur für erfolgreiche Zahlungen

source: Qenta order number
de_de: Qenta Bestellnummer

source: Gateway reference number
de_de: Gateway Referenznummer

source: Qenta order number: Unique number defined by Qenta identifying the payment.<br>Gateway reference number: Reference number defined by the processor or acquirer.
de_de: Qenta Auftragsnummer: Eindeutige, von Qenta definierte Nummer zur Identifikation der Zahlung.<br>Gateway Referenznummer: Vom Prozessor oder Acquirer definierte Referenznummer.

source: Shop reference in posting text
de_de: Shop-Referenz im Buchungstext

source: Reference to your online shop on your consumer's bank statement, limited to 9 characters.
de_de: Referenz zu Ihrem Onlineshop im Bankauszug für Ihren Kunden, max. 9 Zeichen.

source: Forward consumer shipping data
de_de: Versanddaten des Konsumenten mitsenden

source: Forwarding shipping data about your consumer to the respective financial service provider.
de_de: Weiterleitung der Versanddaten des Kunden an den Finanzdienstleister.

source: Forward consumer billing data
de_de: Verrechnungsdaten des Konsumenten mitsenden

source: Forwarding billing data about your consumer to the respective financial service provider.
de_de: Weiterleitung der Rechnungsdaten des Kunden an den Finanzdienstleister.

source: Forward basket data
de_de: Warenkorbdaten des Konsumenten mitsenden

source: Forwarding basket data to the respective financial service provider.
de_de: Weiterleitung des Warenkorbs des Kunden an den Finanzdienstleister.

source: Notification e-mail
de_de: Benachrichtigungsemail

source: Receiving notification by e-mail regarding the orders of your consumers if an error occurred in the communication between Qenta and your online shop.<br>Please contact our sales teams to activate this feature.
de_de: Benachrichtigung per E-Mail über Zahlungen Ihrer Kunden, falls ein Kommunikationsproblem zwischen Qenta und Ihrem Onlineshop aufgetreten ist.<br>Bitte kontaktieren Sie unsere Sales-Teams um dieses Feature freizuschalten. <a target="_blank" href="https://guides.qenta.com/contact/">Weitere Informationen</a>

source: Automated deposit
de_de: Automatisches Abbuchen

source: Enabling an automated deposit of payments.<br>Please contact our sales teams to activate this feature.
de_de: Automatisches Abbuchen der Zahlungen.<br>Bitte kontaktieren Sie unsere Sales-Teams um dieses Feature freizuschalten. <a target="_blank" href="https://guides.qenta.com/contact/">Weitere Informationen</a>

source: payolution terms
de_de: Payolution Nutzungsbedingungen

source: Consumer must accept payolution terms during the checkout process.
de_de: Kunden müssen die Nutzungsbedingungen von payolution während des Bezahlprozesses akzeptieren. <a target="_blank" href="https://guides.qenta.com/payment_methods/invoice/payolution/">Weitere Informationen</a>

source: Your payolution merchant ID, non-base64-encoded.
de_de: payolution-Händler-ID, Nicht base64 kodiert.

source: Display BIC field
de_de: BIC Feld anzeigen

source: Display input field to enter the BIC. Note that this field is not mandatory for your consumer even if it is enabled.
de_de: Anzeigen des Feldes für BIC. Beachten Sie dass dieses Feld verpflichtend sein kann, auch wenn es deaktiviert ist.

source: SAQ A compliance
de_de: SAQ A konform

source: Selecting 'NO', the stringent SAQ A-EP is applicable. Selecting 'YES', Qenta Checkout Seamless is integrated with the 'PCI DSS SAQ A Compliance' feature and SAQ A is applicable.
de_de: Falls 'Nein' gesetzt ist, gilt der strengere SAQ A-EP. Falls 'Ja' gesetzt ist, wird in Qenta Checkout Seamless das 'PCI DSS SAQ A Compliance'-Feature verwendet und es gilt der SAQ A. <a target="_blank" href="https://guides.qenta.com/qmore/pci3_fallback/">Weitere Informationen</a>

source: Allowing MoTo for roles
de_de: MoTo erlauben für Gruppe

source: Credit Card - Mail Order and Telephone Order (MoTo) must never be offered to any consumer in your online shop.
de_de: Kreditkarte - Post / Telefonbestellung (MoTo) darf niemals den Kunden in Ihrem Onlineshop angeboten werden. <a target="_blank" href="https://guides.qenta.com/payment_methods/ccard_moto/start/">Weitere Informationen</a>

source: Entry of a name for the CSS file in order to customize the iframe input fields when using the 'PCI DSS SAQ A Compliance' feature. File must be placed in the 'view/css' directory of the plugin. Complete URL is required e.g. https://www.servername.com/iframe.css.
de_de: Eingabe des CSS-Dateinamens, um die iFrame-Eingabefelder anzupassen, wenn das "PCI DSS SAQ A Compliance"-Feature verwendet wird. <a target="_blank" href="https://guides.qenta.com/qmore/pci3_fallback/">Weitere Informationen</a>

source: Credit card number placeholder text
de_de: Kartennummer Platzhalter-Text

source: Placeholder text for the credit card number field.
de_de: Platzhalter-Text für Kartennummer-Feld.

source: Card holder placeholder text
de_de: Karteninhaber Platzhalter-Text

source: Placeholder text for the card holder field.
de_de: Platzhalter-Text für Karteninhaber-Feld anzeigen.

source: CVC placeholder text
de_de: CVC-Feld Platzhalter-Text.

source: Placeholder text for the CVC field.
de_de: Platzhalter-Text für das CVC-Feld anzeigen.

source: Issue number placeholder text
de_de: Ausgabenummer Platzhalter-Text

source: Placeholder text for the issue number field.
de_de: Platzhalter-Text für das Ausgabenummer-Feld anzeigen.

source: Display issue date placeholder text
de_de: Ausgabedatum Platzhalter-Text anzeigen

source: Display placeholder text for the issue date field. Only applicable if the 'PCI DSS SAQ A Compliance' feature is enabled.
de_de: Anzeige des Platzhalter-Textes für das Ausgabedatum-Feld. Nur zutreffend, wenn 'PCI DSS SAQ A Compliance'-Feature verwendet wird.

source: Display expiration date field
de_de: Feld für Ablaufdatum anzeigen

source: Display input field to enter the expiration date in your credit card form during the checkout process.
de_de: Anzeige des Feldes zur Eingabe des Kreditkarten-Ablaufdatums im Formular während des Bezahlprozesses.

source: Display card holder field
de_de: Feld für Karteninhaber anzeigen

source: Display input field to enter the card holder name in your credit card form during the checkout process.
de_de: Anzeige des Feldes zur Eingabe des Kreditkarten-Karteninhabers im Formular während des Bezahlprozesses.

source: Display CVC field
de_de: CVC-Feld anzeigen

source: Display input field to enter the CVC in your credit card form during the checkout process.
de_de: Anzeige des Feldes zur Eingabe der Kreditkartenprüfnummer (CVC) im Formular während des Bezahlprozesses.

source: Display issue date field
de_de: Feld für Ausgabedatum anzeigen

source: Display input field to enter the credit card issue date in your credit card form during the checkout process. Some credit cards do not have an issue date.
de_de: Anzeige des Feldes zur Eingabe des Kreditkarten-Ausgabedatums im Formular während des Bezahlprozesses.

source: Display issue number field
de_de: Feld für Ausgabennummer anzeigen

source: Display input field to enter the credit card issue number in your credit card form during the checkout process. Some credit cards do not have an issue number.
de_de: Anzeige des Feldes zur Eingabe der Kreditkarten-Ausgabenummer im Formular während des Bezahlprozesses.

source: Invoice provider
de_de: Provider für Kauf auf Rechnung

source: Billing/shipping address must be identical
de_de: Rechnungsadresse und Versandadresse müssen übereinstimmen

source: Only applicable for payolution.
de_de: Nur einstellbar für payolution

source: Allowed billing countries
de_de: Erlaubte Länder für Rechnungsadresse

source: Allowed shipping countries
de_de: Erlaubte Länder für Versandadresse

source: Accepted currencies
de_de: Akzeptierte Währungen

source: Minimum amount
de_de: Mindestbetrag

source: Maximum amount
de_de: Höchstbetrag

source: Minimum basket size
de_de: Minimale Warenkorbgröße

source: Maximum basket size
de_de: Maximale Warenkorbgröße

source: Installment provider
de_de: Provider für Kauf auf Rechnung

source: Credit Card
de_de: Kreditkarte

source: Credit Card - Mail Order and Telephone Order
de_de: Kreditkarte - Post / Telefonbestellung

source: SOFORT Banking
de_de: Sofort.

source: SEPA Direct Debit
de_de: SEPA Lastschrift

source: Invoice
de_de: Kauf auf Rechnung

source: Invoice B2B
de_de: Kauf auf Rechnung B2B

source: Installment
de_de: Kauf auf Raten

source: Access data
de_de: Zugangsdaten

source: General settings
de_de: Allgemeine Einstellungen

source: Standard payments
de_de: Standard Zahlungsmittel

source: Banking payments
de_de: Zahlungsmittel von Banken

source: Alternative payments
de_de: Alternative Zahlungsmittel

source: Mobile payments
de_de: Handy Zahlungsmittel

source: Settings
de_de: Einstellungen

source: Qenta - Your Full Service Payment Provider - Comprehensive solutions from one single source
de_de: Qenta - Ihr Full Service Payment Provider - Umfangreiche Lösungen aus einer Hand

source: Qenta is one of the world´s leading providers of outsourcing and white label solutions for electronic payment transactions.
de_de: Qenta ist einer der weltweit führenden unabhängigen Anbieter von Outsourcing- und White-Label-Lösungen für den elektronischen Zahlungsverkehr.

source: As independent provider of payment solutions, we accompany our customers along the entire business development. Our payment solutions are perfectly tailored to suit e-Commerce requirements and have made us Austria´s leading payment service provider. Customization, competence, and commitment.
de_de: Als unabhängiger Payment-Anbieter begleiten wir unsere Kunden in allen Phasen der Geschäftsentwicklung. Mit maßgeschneiderten Bezahllösungen setzt unser Unternehmen im E-Payment Akzente und ist Österreichs marktführender Payment Service Provider. Persönlich, kompetent und engagiert.

source: Transaction overview
de_de: Transaktionen

source: Contact support
de_de: Support kontaktieren

source: Qenta settings
de_de: Einstellungen

source: Backend Operations
de_de: Back-end Operationen

source: < Back
de_de: < Zurück

source: Next >
de_de: Weiter >

source: Get transactions starting at
de_de: Hole Transaktionen ab

source: Transaction details
de_de: Transaktionsdetails

source: Order
de_de: Bestellung

source: Payment method
de_de: Zahlungsmethode

source: Payment state
de_de: Zahlungsstatus

source: Amount
de_de: Summe

source: Currency
de_de: Währung

source: Qenta order details
de_de: Qenta Bestelldetails

source: Payments
de_de: Zahlungen

source: Number
de_de: Nummer

source: Date
de_de: Datum

source: Gateway reference
de_de: Gateway Referenz

source: Approved
de_de: Genehmigt

source: Deposited
de_de: Abgebucht

source: Operations
de_de: Operationen

source: No payments available
de_de: Keine Zahlungen verfügbar

source: To:
de_de: An:

source: Your e-mail address:
de_de: Ihre E-Mail Adresse:

source: Your message:
de_de: Ihre Nachricht:

source: Send your request
de_de: Anfrage senden

source: Your e-mail address must not be empty.
de_de: Bitte geben Sie eine E-Mail Adresse an.

source: Your request has been sent
de_de: Ihre Anfrage wurde versand

source: Your request could not be sent
de_de: Ihre Anfrage konnte nicht gesendet werden

source: This payment method is not available. Please contact the administrator.
de_de: Diese Zahlungmethode ist nicht verfügbar. Bitte kontaktieren Sie den Administrator.

source: Financial institution:
de_de: Finanzinstitut:

source: Choose your bank
de_de: Wählen Sie Ihre Bank

source: Financial institution must not be empty.
de_de: Finanzinstitut muss ausgefüllt sein.

source: Date of Birth:
de_de: Geburtsdatum:

source: consent
de_de: Einwilligung

source: I agree that the data which are necessary for the liquidation of purchase on account and which are used to complete the identity and credit check are transmitted to payolution. My
de_de: Mit der Übermittlung jener Daten an payolution, die für die Abwicklung von Zahlungen mit Kauf auf Rechnung und die Identitäts- und Bonitätsprüfung erforderlich sind, bin ich einverstanden. Meine

source: can be revoked at any time with effect for the future.
de_de: kann ich jederzeit mit Wirkung für die Zukunft widerrufen.

source: Please accept the consent terms!
de_de: Bitte stimmen Sie den Bedingungen von payolution zu!

source: You have to be 18 years or older to use this payment.
de_de: Sie müssen mindestens 18 Jahre alt sein, um dieses Zahlungsmittel nutzen zu können.

source: Account owner:
de_de: Kontoinhaber:

source: IBAN must not be empty.
de_de: IBAN muss ausgefüllt sein.

source: For Invoice B2B, <a href='#billing_company'>Company name</a> must not be empty.
de_de: Für Kauf auf Rechnung B2B, <a href='#billing_company'>Firmenname</a> muss ausgefüllt sein.

source: Card holder:
de_de: Karteninhaber

source: Credit card number:
de_de: Kartennummer

source: Expiration date
de_de: Ablaufdatum

source: Card verification code
de_de: CVC

source: Issue date
de_de: Ausgabedatum

source: Issue number:
de_de: Ausgabenummer:

source: Card verification code is missing
de_de: CVC fehlt

source: Account number:
de_de: Kontonummber

source: Bank number:
de_de: Bankleitzahl

source: Account number must not be empty.
de_de: Kontonummer darf nicht leer sein.

source: Bank number must not be empty.
de_de: Bankleitzahl darf nicht leer sein.

source: paybox number:
de_de: Paybox Nummer:

source: Paybox number must not be empty.
de_de: Paybox Nummer darf nicht leer sein.

source: Refund amount must be greater than zero.
de_de: Summe muss größer 0 sein.

source: View
de_de: Details

source: You will be redirected shortly
de_de: Sie werden in Kürze weitergeleitet.

source: If not, please click
de_de: Falls dies nicht der Fall sein sollte, klicken Sie

source: here
de_de: hier.

source: Credit card
de_de: Kreditkarte

source: Support Request
de_de: Support Anfrage

source: Qenta Transactions
de_de: Qenta Transaktionen

source: Approval
de_de: Genehmigung

source: DEPOSIT
de_de: Abbuchen

source: Credits
de_de: Gutschriften

source: APPROVEREVERSAL
de_de: Gehnemigung stonieren

source: DEPOSITREVERSAL
de_de: Buchung stornieren

source: Credit state
de_de: Gutschriftstatus

source: REFUNDREVERSAL
de_de: Rückerstattung stornieren
